{
  "team_members": [{
    "name": "Taylor",
    "skills": "Native English – Founder & lead ski instructor \n",
    "bio": "5 seasons in Gudauri\nOriginally from Grinnell, Iowa, USA, Taylor learned to ski as a teenager and later became an active leader in the Claremont Colleges’ ski club. After graduation he discovered far greater passion for skiing than lab work, and has been traveling to far away mountain ranges ever since. His travels have led him to Georgia for five years in a row, where he established the first 100% English-speaking ski school in Gudauri. He found his calling teaching skiing and can normally be found with skis for feet, a smile on his face, and a beard full of snow. Taylor has experience successfully instructing skiers from ages 2-72, and takes great pride in instilling a love for snow sports and mountain ecosystems in his students. He has Avalanche Safety Training Level 2 as well as First Aid and CPR.",
    "pic": "theme/img/team/taylor.jpg"
  }, {
    "name": "Eva",
    "skills": "Native Czech, Fluent English – Snowboard & Ski2 seasons in Gudauri",
    "bio": "Born and raised in Prague, Eva found her way out of the city promptly after finishing a (yet unused) Cultural Anthropology degree. Since then, she’s been roaming the world from the Alaskan mountains to Far East Russia, and spent a year in beautiful New Zealand, another in the Canadian Rockies, and last winter in Gudauri. As a typical outdoor junkie, she loves ski touring, mountaineering, hiking, climbing, white water, and all the other fun stuff. She has an APUL level C instructor’s license for snowboarding and level D for skiing, and has spent ski seasons in Revelstoke, Canada, Wanaka, New Zealand, and Czech Republic. Apart from being a ski bum, she also works as a professional massage therapist, a volunteer yoga teacher, and a late-night bar psychologist. ",
    "pic": "theme/img/team/eva.jpg"
  }, {
    "name": "Chris",
    "skills": "Native English – Snowboard & Ski\n2 seasons in Gudauri",
    "bio": "Born and raised in sunny California, Chris was introduced to snowboarding 16 years ago on the slopes of Lake Tahoe. Shortly after finishing university, he realized that the standard office job just wasn’t for him and decided to book a one way ticket to Europe. Since then, Chris has traveled around the world, snowboarding in Italy, Bulgaria, New Zealand, Japan, and even a shopping mall in Dubai. Over the last few years he’s taken on skiing as well to gain a full perspective of the different ways to get down a mountain and has committed to being a full time skier & snowboarder. Last year he taught countless kids and adults to successfully ride and he’s excited to return to Vagabond again for a second season. Chris is Avalanche Safety Level 1 certified with First Aid and CPR training.",
    "pic": "theme/img/team/chris.jpg"
  }, {
    "name": "Kryštof",
    "skills": "Native Czech, Fluent English – Snowboard & Ski2 seasons in Gudauri",
    "bio": "Born in the heart of Europe, Czech Republic, Kryštof found his first snowboard under a Christmas tree 16 years ago and fell in love with it immediately. As a student of Wooden Constructions and Timber Structures, he spent a winter in northern Finland where he also began skiing. After graduating, he followed the calling of the mountains and found a love for teaching skiers and snowboarders to make their first turns. Kryštof’s other hobbies include hiking, mountaineering, climbing, xc skiing, and everything else outside. He is certified in First Aid, CPR, has experience working as a boy scout leader and lifeguard, and is returning to Vagabond Ski & Snowboard school for the second consecutive year.",
    "pic": "theme/img/team/kryštof.jpg"
  }, {
    "name": "Christian",
    "skills": "Native English, Norwegian – Skiing\n2 seasons in Gudauri\n",
    "bio": "From the mountain paradise of northern Norway, Christian attended an International School and completed both his Bachelor and Master’s degrees in English. As many Norwegians, he has skied since he could walk and enjoys the outdoors. Coming from far above the arctic circle, Christian is skilled in working in extreme climates and has spent a great deal of time exploring in the backcountry. Sharing his passion for skiing and helping others learning new skills is his main motivation as an instructor. In addition to skiing, Christian’s hobbies include traveling (over 50 countries in 5 continents) and mountaineering. Last year, he climbed Peak Lenin (7134m) in the Pamirs. Christian is First Aid certified and is certified as a ski instructor through the Norwegian Ski School and is returning for his second season with Vagabond.",
    "pic": "theme/img/team/christian.jpg"
  }, {
    "name": "Dali",
    "skills": "Native Czech, Fluent English – Skiing\n3 seasons in Gudauri\n",
    "bio": "A passionate adventurer, Dali was born in Czech Republic but has also called Norway and Georgia home. He’s been walking since age 1, skiing since age 3, and this will be his 8th season teaching. Dali has taught for Vagabond Ski & Snowboard School for the past two years during the school holidays and we’re excited to have him back for the full season this time! In summers, Dali is a children’s climbing instructor, and has also worked as an English teacher in a Georgian kindergarten. He holds instructing certifications from the Czech Ministry of Sports and APUL. Dali received unbelievably positive feedback during his time in Gudauri in 2017-2019, and has an unrivaled ability to encourage the youngest children into their first turns on skis.  ",
    "pic": "theme/img/team/dali.jpg"
  }, {
    "name": "Natasha",
    "skills": "Native Russian, Fluent English – Ski & Snowboard",
    "bio": "3 seasons in GudauriBeing born and raised in Far East Russia, Natasha naturally fell in love with extreme sports, beginning with skiing and followed by snowboarding and windsurfing. A journalist by profession, she has interviewed dozens of  top athletes and written about nearly every sport known to man, but has not forgotten to continue practicing and teaching some of them herself. She’s been on skis for 15 years, and has worked as an instructor for five seasons in Gudauri and in Russia. Natasha finds teaching kids some of the most rewarding work in life, but is happy to teach skiers and riders of all ages.",
    "pic": "theme/img/team/natasha.jpg"
  }, {
    "name": "Zane",
    "skills": "Native English, Afrikaans – Skiing \n",
    "bio": "2 seasons in Gudauri\nEmerging from the bush at 3 years old with skis strapped to his feet, Zane gained the respect of the lions and antelope when he could race down mountains faster than them. The South African left his home in search of bigger challenges, receiving his Landes 1 ski instructing certification in Austria, becoming one of the most highly qualified ski instructors from the entire African continent. Having grown up in a family-run adventure company, adrenaline runs through Zane’s veins and his passion for outdoor sports shows in his ski lessons. Zane is returning for his second season with Vagabond.",
    "pic": "theme/img/team/zane.jpg"
  }, {
    "name": "Matso",
    "skills": "Native Georgian, Fluent English – Skiing15 seasons in Gudauri",
    "bio": "Matso attended ski school in Gudauri during his early teenage years and never looked back. He’s now entering his fifth season as a ski instructor and also has several years of experience teaching rock climbing. He greatly enjoys teaching kids, and is motivated by the moments of clear progress. Matso believes that anybody can learn to ski – the main factor is one’s desire and motivation – and his positive results as an instructor prove this. He’s now a university student but splits his winters between studying psychology and teaching skiing. He is fully certified by the Georgian Ski Instructor’s Association.",
    "pic": "theme/img/team/matso.jpg"
  }, {
    "name": "Louis",
    "skills": "Native English – Skiing \n",
    "bio": "2 seasons in Gudauri\nVagabond Ski & Snowboard School’s professional freestyle ski instructor, 19 year old Louis was born and raised in Thames Valley, UK. After a summer spent teaching jumps and rails at an indoor ski hill in the UK, Louis is excited to come back to Gudauri for another season in the real mountains. He started his ski instructing career in the Royal Airforce ATC, completed an intensive 8-week instructor course and received BASI levels 1 and 2 alpine instructing certifications in Stubai, Austria last fall, received rave reviews from students of all ages in Gudauri last winter, and has recently completed his Freestyle coaching level 1 & 2 certificates. He likes to make his lessons as fun filled, interactive and exciting as possible for all ages and abilities.",
    "pic": "theme/img/team/louis.jpg"
  }, {
    "name": "Levi",
    "skills": "Native German, Fluent English – Ski & Snowboard2 seasons in Gudauri",
    "bio": "Levi has been afflicted with an enduring board addiction his entire life, which is precisely why he is always hitting the road in search of new waves and powder lines to ride all over the globe. He runs surf camps in summer, recently finished his bachelor degree in tourism, and is coming to gorgeous Georgia for his second season to share his passion with current and future snow lovers. With his patient, enthusiastic nature, he will make sure you not only have a great time once you figure it all out, but that you love every step of the way",
    "pic": "theme/img/team/levi.jpg"
  }, {
    "name": "James",
    "skills": "Native English – Skiing\n2 seasons in Gudauri\n",
    "bio": "James was born in rural Kent, England and first learnt to ski on the slopes of Austria at age 12. After graduating with a degree in Civil Engineering, working on projects in Africa, Asia and London, he decided to combine his passions for skiing and adventure, spending winter seasons in Switzerland and Japan, and has enjoyed backcountry skiing in India and all over Europe. Trained in Austrian instructing methods, he now splits his time between running a wedding business in the UK in summer and sharing his love of the sport with new skiers in Gudauri in the winter. ",
    "pic": "theme/img/team/james.jpg"
  }]



}
